taskt/Core/Automation/Commands/DataGroup/LogDataCommand.dot
digraph "LogDataCommand" {
"LogDataCommand" -> "ScriptCommand";
"LogDataCommand" -> "ICanHandleFileName";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
