taskt/Core/Automation/Commands/DataGroup/LogDataCommand.puml
@startuml
LogDataCommand --> ScriptCommand
LogDataCommand --> ICanHandleFileName
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
